Repository: TheDuckMan64/iNKillerPlus-localisation
Catalog: *.lproj/Localizable.strings
Languages: tr, zh

# ACCOUNT_BUISNESS
source: Account Business
tr: Hesap Durumu
zh: 商业账户

source: Account Verified
tr: Hesap Doğrulandı
zh: 账户已验证

# BOOST_POST
source: Enable Boost post
tr: Boost Gönderisini Etkinleştir
zh: 启用高级帖子

# CALL
source: Calling?
tr: Arıyor musun?
zh: 拨打？

source: Cancel
tr: İptal
zh: 取消

# CANCEL_HUD
source: cancel
tr: İptal
zh: 取消

source: Copied
tr: Kopyalandı
zh: 已复制

# COPIENG_TEXT
source: Copy text
tr: Metni Kopyala
zh: 复制文本

# COPY_TEXT
source: Copy variuos Text
tr: Çeşitli Metinleri Kopyala
zh: 复制各种文本

# COPY_TEXT_DISC
source: long press to copy description/comments/bio ext..
tr: Açıklama/yorumlar/biyo vb.. Kopyalamak için uzun basın
zh: 长按复制描述/评论等内容

# COPY_TXT
source: Copy text
tr: Metni Kopyala
zh: 复制文本

source: Credits
tr: Destekleyenler
zh: 致谢名单

source: Deleted
tr: Silindi
zh: 已删除

source: Developer
tr: Geliştirici
zh: 开发者

# DIRECT_MESSG
source: Direct Message
tr: Doğrudan Mesaj
zh: 消息留言

source: Dismiss
tr: Yoksay
zh: 解除

# DOWNLOADING
source: Enable Download Feature
tr: İndirme Özelliğini Etkinleştir
zh: 启用下载

# DOWNLOADING_START
source: Downloading
tr: İndiriliyor..
zh: 下载中

source: Enable Music
tr: Müziği Etkinleştir
zh: 启用音乐

source: Following
tr: Seni Takip Ediyor
zh: 关注你

# GLOBAL_DOWNLOADING_SWITCH
source: Add a button or long press on post to download.
tr: İndirmek için bir düğme ekleyin veya gönderiye uzun basın.
zh: 添加下载按钮或长按帖子即可下载

# GLOBAL_ENABLED_SWITCH
source: Tap the top-right button to apply changes.
tr: Değişiklikleri uygulamak için sağ üst düğmeye dokunun.
zh: 点击右上角的按钮应用更改

# GLOB_ENABLED
source: Global Enabled
tr: Global Etkinleştirildi
zh: 全局启用

source: HD
tr: HD Kalitede İndir
zh: 下载HD

# HIDE_ALL_TAB
source: Hide All Tabs
tr: Tüm Sekmeleri Gizle
zh: 隐藏全部标签

# HIDE_QUICK_REACTION
source: Hide Quick Reactions
tr: Hızlı Tepkileri Gizle
zh: 隐藏快速回应

# HIDE_SEEN_DM
source: Seen Dm Manually
tr: Mesajları Manuel Olarak Görüldü işaretle
zh: 手动查看私信

# HIDE_SEEN_DM_DISC
source: add a button inside the DM view
tr: Mesajlar içine görüldü butonu ekle
zh: 在私信视图中添加一个按钮

# HIDE_SEEN_MANUALLY
source: Seen stories Manually
tr: Hikayeleri Manuel olarak görüldü yap
zh: 手动查看已读快拍

# HIDE_SEEN_MANUALLY_DISC
source: add a button inside the stories view
tr: Hikayelere görüldü butonu ekle
zh: 在快拍视图中添加一个按钮

source: Hide Tabs
tr: Sekmeleri Gizle
zh: 隐藏底部标签

# INSIGHT_POST
source: Show Post Insights..
tr: Gönderi içeriğini göster
zh: 显示帖子见解..

source: Liking?
tr: Beğenilsin mi?
zh: 喜欢？

# LOCALIZATION
source: Localizations
tr: Yerelleştirmeler
zh: 本地化翻译

# LOCK_APP
source: Lock The App
tr: Uygulamayı Kilitle
zh: 锁定App

# LOCK_APP_DESC
source: lock the app via face/id touch/id.
tr: FaceID ve ya TouchID ile uygulamayı kilitle
zh: 通过“面容/密码”锁定应用程序

# MAIN_UI
source: Feed Options
tr: Akış Seçenekleri
zh: 常规设置

source: Miscellaneous
tr: Çeşitli
zh: 其他设置

source: No
tr: Hayır
zh: 不

# NOTIFY_CALLING_DM
source: Confirm On Call
tr: Aramada Onay
zh: 通话确认

# NOTIFY_CALLING_DM_DISC
source: confirm when tap calling button audio/video
tr: Ses/video arama düğmesine dokunduğunda aramayı onayla
zh: 点击“音频/视频”呼叫按钮时确认

# NOTIFY_SCREENSHOOT_DM
source: Prevent ScreenShoot Notify
tr: Ekranresmi Bildirimlerini Önle
zh: 阻止截屏通知

# NOTIFY_SCREENSHOOT_DM_DISC
source: disable screen shooting notify when taken!
tr: Ekran Resmi Çekildiğinde ekran çekimi bildirimini devre dışı bırak!
zh: 禁用截屏时的通知

source: Not following
tr: Sizi Takip Etmiyor
zh: 未关注你

# NO_ADS
source: No promo ads
tr: Promosyon Reklamlarını Engelle
zh: 无促销广告

# NO_DOUBLETAP_SWITCH
source: Disable DoubleTap Switch:
tr: Çift Tıklama Anahtarını Devre Dışı Bırak
zh: 禁用双击切换

# NO_DOUBLETAP_SWITCH_DISC
source: double tap to switching between accounts!
tr: Hesaplar arasında geçiş yapmak için çift dokunun!
zh: 双击即可在账户之间切换

# NO_DOUBLE_TAP_LIKE
source: Disable Double Tap To like
tr: Beğenmek için Çift Dokunmayı Devre Dışı Bırak
zh: 禁用双击点赞

# NO_EXPLORE
source: Hide Explorer Tab
tr: Keşfeti Gizle
zh: 隐藏探索标签

# NO_LONG_PRESS
source: Disable Long Press on Tabs
tr: Sekmelerde Uzun Basmayı Devre Dışı Bırak
zh: 禁用长按标签

# NO_NEWS
source: Hide activaty Tab
tr: Aktivite Sekmesini gizle
zh: 隐藏活动标签

# NO_PROFILE
source: Hide Profile Tab
tr: Profil Sekmesini Gizle
zh: 隐藏个人标签

# NO_REEL
source: Hide Post/Reels Tab
tr: Gönderi/Reels Tuşunu Gizle
zh: 隐藏“帖子/短视频”标签

# NO_SINGLE_TAP
source: Disable Single Tap
tr: Tek Dokunuşu Devre Dışı Bırak
zh: 禁用单击

# NO_SINGLE_TAP_DISC
source: affect posted video images go to fullscreen!
tr: Gönderilen video görüntüleri tam ekrana geçsin!
zh: 影响发布的视频图像全屏显示

# NO_STORY_AD
source: No stories promo Ad
tr: Hikayelerde tanıtım reklamı olmasın
zh: 无推荐广告

# NO_SUGGEST
source: Hide Suggests
tr: Önerileri Gizle
zh: 隐藏推荐

source: No Suggested Profile:
tr: Önerilen Profiller olmasın
zh: 无推荐的用户

# NO_SUGGEST_DISC
source: hide suggested posts & reels on feed!
tr: Akışta önerilen gönderileri ve reelleri gizle!
zh: 隐藏推荐的帖子和短视频

source: OK
tr: Tamam
zh: 好的

# OTHER_TWEAKS
source: Other Projects
tr: Diğer Projeler
zh: 查看作品

# POST_DISC
source: Post
tr: Gönderi
zh: 帖子

# PROFILE
source: Profile Options
tr: Profil Ayarları
zh: 个人设置

source: Quick Look
tr: Genişletmek
zh: 展开

# R_IMAGE_POSTED_CORNER
source: Round Post img/video Corners
tr: Video Resim gönderilerinde yuvarlak köşeler
zh: “图片/视频”圆角

source: Saved
tr: Kaydedildi
zh: 一已保存

# SAVE_IMG
source: Save Image
tr: Fotoğrafı Kaydet
zh: 保存图片

# SAVE_PROFILE_IMG
source: Save Profile Image
tr: Profil Fotoğrafını Kaydet
zh: 保存个人图像

source: SD
tr: SD kalitede indir
zh: 下载SD

# SHOW_CONFIRM
source: Show Confirmation
tr: Açıklamayı Göster
zh: 显示确认

# SHOW_CONFIRM_DISC
source: confirm on like photos/videos, comments ext..
tr: fotoğraflar/videolar, yorumlar vb.. beğenmeyi onayla
zh: 确认喜欢照片/视频、评论等

# SPECIAL_THANK
source: Special Thanks
tr: Özel Teşekkür
zh: 特别鸣谢

# SPOOF
source: Spoofing..
tr: Dolandırma
zh: 伪造

# STORIES
source: Stories Options
tr: Hikaye Ayarları
zh: 快拍设置

source: Success
tr: Başarılı
zh: 成功

# TAB_BAR_SECTION
source: Tab Bar Options
tr: Sekme Çubuğu Ayarları
zh: 底栏设置

# USE_COMPACT
source: compact Explore tab
tr: Kompakt Keşfet sekmesi
zh: 紧凑的“探索”标签

# USE_COMPACT_DISC
source: hide all videos & keep search bar only!
tr: Tüm videoları gizle ve sadece arama çubuğunu sakla!
zh: 隐藏所有视频并仅保留搜索栏

# WELCOME_ALERT
source: to enter the settings long press on instagram text logo .
tr: Ayarlara girmek için instagram metin logosuna uzun basın.
zh: 通过长按左上角“Instagram”标志进入插件设置

# WHO_FOLLOWING
source: Determint Following Status
tr: Takipçi Durumunu Belirle
zh: 确定关注状态

# WHO_FOLLOWING_DISC
source: know who following & who not!
tr: Kimin takip edip kimin takip etmediğini öğren!
zh: 知道谁关注了，谁没有关注！

source: Yes
tr: Evet
zh: 是
